Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1064_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹmteʹǧǧ jueʹjji stipeeʹndid Sääʹmvuuʹd škoouʹlʼjemkõõskõõzzâst valmštõõvvjid
fin: Saamelaiskäräjät antoi stipendejä Saamelaisalueen koulutuskeskuksesta valmistuneille

source: Sääʹmteʹǧǧ jueʹjji stipeeʹndid nellja Sääʹmvuuʹd škoouʹlʼjemkõõskõõzzâst valmštõõvvi reʹttev sääʹmǩiõl mättʹtõõttja.
fin: Saamelaiskäräjät antoi stipendin neljälle Saamelaisalueen koulutuskeskuksesta valmistuneelle ahkeralle saamen kielen opiskelijalle.

source: Sääʹmvuuʹd škoouʹlʼjemkõõskõõzz ǩiđđprääʹzneǩ prääzkješ seärad ǩieʹssmannu kuälmad peeiʹv.
fin: Saamelaisalueen koulutuskeskuksen kevätjuhlaa vietettiin keskiviikkona kesäkuun kolmantena päivänä.

source: Sääʹmteeʹǧǧ stipeeʹnd vuåǯǯu pueʹtti mättʼtõõtti:
fin: Saamelaiskäräjien stipendin saivat seuraavat opiskelijat:

source: Tâʹvvsääʹm: Markus Laiti
fin: Pohjoissaame: Markus Laiti

source: Aanarsääʹm: Jari Linjama
fin: Inarinsaame: Jari Linjama

source: Sääʹmteʹǧǧ tuäivv leekk da šiõǥǥ ǩieʹssluõvâsvuõđ tiʹjjid pukid !
fin: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
